export const servicesList = [
    {
        _id: '0',
        title: 'Регистрация / ликвидация',
        description: 'Профессиональная помощь в оформлении документов и соблюдении законных требований при создании или ликвидации юридических лиц',
        imageUrl: '/images/services/app.svg',
        imageAlt: 'Изображение - регистрация',
        url: '#',
    },
    {
        _id: '1',
        title: 'Лицензирование',
        description: 'Процесс получения разрешения или разрешительного акта от официальных органов для осуществления определенной деятельности',
        imageUrl: '/images/services/license.svg',
        imageAlt: 'Изображение - лицензирование',
        url: '#',
    },
    {
        _id: '2',
        title: 'Банкротство',
        description: 'Оформление документов и соблюдение законных требований для создания или прекращения юридических лиц',
        imageUrl: '/images/services/money_off.svg',
        imageAlt: 'Изображение - банкротство',
        url: '#',
    },
    {
        _id: '3',
        title: 'Выписки, справки',
        description: 'Документы, предоставляющие информацию о юридических и финансовых аспектах деятельности компании, ее состоянии и статусе',
        imageUrl: '/images/services/history.svg',
        imageAlt: 'Изображение - выписки, справки',
        url: '#',
    },
    {
        _id: '4',
        title: 'Подготовка документов',
        description: 'Процесс создания и оформления необходимых юридических бумаг, а также обеспечение их правильности и соответствия всем требованиям',
        imageUrl: '/images/services/inventory.svg',
        imageAlt: 'Изображение - подготовка документов',
        url: '#',
    },
    {
        _id: '5',
        title: 'Судебное представительство',
        description: 'Предоставление представителя, осуществляющего защиту интересов клиента перед судебными инстанциями в рамках правового процесса',
        imageUrl: '/images/services/gavel.svg',
        imageAlt: 'Изображение - судебное представительство',
        url: '#',
    },
    {
        _id: '6',
        title: 'Юридическое сопровождение',
        description: 'Предоставление квалифицированной поддержки и консультаций юристов в рамках правовых вопросов и ситуаций, возникающих в бизнесе',
        imageUrl: '/images/services/policy.svg',
        imageAlt: 'Изображение - юридическое сопровождение',
        url: '#',
    },
    {
        _id: '7',
        title: 'Бухгалтерское сопровождение',
        description: 'Предоставление услуг по ведению бухгалтерии, налоговому учету и отчетности с целью обеспечения финансовой прозрачности',
        imageUrl: '/images/services/account.svg',
        imageAlt: 'Изображение - бухгалтерское сопровождение',
        url: '#',
    },
];

export const projectsList = [
    {
        _id: '0',
        title: 'Полный возврат денег с туристического агентства',
        description: 'Гражданин приобрел на семью тур, оплатил кредитными средствами в размере 156 224 рубля. Туром не воспользовался и обратился в дальнейшее описание.',
        imageUrl: '/images/projects/settings.svg',
        imageAlt: 'Полный возврат денег с туристического агентства',
        url: '#',
    },
    {
        _id: '1',
        title: 'Предварительный договор купли-продажи имущества',
        description: 'Гражданин приобрел на семью тур, оплатил кредитными средствами в размере 156 224 рубля. Туром не воспользовался и обратился в дальнейшее описание',
        imageUrl: '/images/projects/home.svg',
        imageAlt: 'Предварительный договор купли-продажи имущества',
        url: '#',
    },
    {
        _id: '2',
        title: 'Участие в долевом строительстве',
        description: 'Гражданин приобрел на семью тур, оплатил кредитными средствами в размере 156 224 рубля. Туром не воспользовался и обратился в дальнейшее описание',
        imageUrl: '/images/projects/city.svg',
        imageAlt: 'Участие в долевом строительстве',
        url: '#',
    },
    {
        _id: '3',
        title: 'Полный возврат денег с туристического агентства',
        description: 'Гражданин приобрел на семью тур, оплатил кредитными средствами в размере 156 224 рубля. Туром не воспользовался и обратился в дальнейшее описание.',
        imageUrl: '/images/projects/settings.svg',
        imageAlt: 'Полный возврат денег с туристического агентства',
        url: '#',
    },
    {
        _id: '4',
        title: 'Предварительный договор купли-продажи имущества',
        description: 'Гражданин приобрел на семью тур, оплатил кредитными средствами в размере 156 224 рубля. Туром не воспользовался и обратился в дальнейшее описание',
        imageUrl: '/images/projects/home.svg',
        imageAlt: 'Предварительный договор купли-продажи имущества',
        url: '#',
    },
    {
        _id: '5',
        title: 'Участие в долевом строительстве',
        description: 'Гражданин приобрел на семью тур, оплатил кредитными средствами в размере 156 224 рубля. Туром не воспользовался и обратился в дальнейшее описание',
        imageUrl: '/images/projects/city.svg',
        imageAlt: 'Участие в долевом строительстве',
        url: '#',
    },
];

export const subServicesList = [
    {
        _id: '0',
        title: 'Некоммерческая организация',
        imageUrl: '/images/services/student.svg',
        imageAlt: 'Некоммерческая организация',
        url: '#',
    },
    {
        _id: '1',
        title: 'Индивидуальный предприниматель',
        imageUrl: '/images/services/card.svg',
        imageAlt: 'Индивидуальный предприниматель',
        url: '#',
    },
    {
        _id: '2',
        title: 'Акционерное общество',
        imageUrl: '/images/services/bars.svg',
        imageAlt: 'Акционерное общество',
        url: '#',
    },
    {
        _id: '3',
        title: 'Общество с ограниченной ответственностью',
        imageUrl: '/images/services/market.svg',
        imageAlt: 'Общество с ограниченной ответственностью',
        url: '#',
    },
    {
        _id: '4',
        title: 'Товарный знак',
        imageUrl: '/images/services/brand.svg',
        imageAlt: 'Товарный знак',
        url: '#',
    },
    {
        _id: '5',
        title: 'Компания в ОАЭ',
        imageUrl: '/images/services/apartament.svg',
        imageAlt: 'Компания в ОАЭ',
        url: '#',
    },
    {
        _id: '6',
        title: 'Офшор',
        imageUrl: '/images/services/flag.svg',
        imageAlt: 'Офшор',
        url: '#',
    },
    {
        _id: '7',
        title: 'Другие услуги',
        imageUrl: '/images/services/lan.svg',
        imageAlt: 'Другие услуги',
        url: '#',
    },
]

export const reviewList = [
    {
        _id: '0',
        stars: 5,
        name: 'Karl Murphy',
        post: 'Руководитель ООО "ЭВА"',
        imageUrl: '/images/reviews/karl.jpg',
        review: 'Застройщик задержал срок сдачи квартиры на 3 месяца, мы с мужем не знали что делать. По совету подруги обратились в юридическую фирму «Манаенков и партнеры», и не пожалели. Благодаря грамотной работе специалистов компании, с застройщика была взыскана текст может продолжаться дальше',
    },
    {
        _id: '1',
        stars: 5,
        name: 'Karl Murphy',
        post: 'Руководитель ООО "ЭВА"',
        imageUrl: '/images/reviews/karl.jpg',
        review: 'Застройщик задержал срок сдачи квартиры на 3 месяца, мы с мужем не знали что делать. По совету подруги обратились в юридическую фирму «Манаенков и партнеры», и не пожалели. Благодаря грамотной работе специалистов компании, с застройщика была взыскана текст может продолжаться дальше',
    },
    {
        _id: '2',
        stars: 4,
        name: 'Karl Murphy',
        post: 'Руководитель ООО "ЭВА"',
        imageUrl: '/images/reviews/karl.jpg',
        review: 'Застройщик задержал срок сдачи квартиры на 3 месяца, мы с мужем не знали что делать. По совету подруги обратились в юридическую фирму «Манаенков и партнеры», и не пожалели. Благодаря грамотной работе специалистов компании, с застройщика была взыскана текст может продолжаться дальше',
    },
    {
        _id: '3',
        stars: 5,
        name: 'Karl Murphy',
        post: 'Руководитель ООО "ЭВА"',
        imageUrl: '/images/reviews/karl.jpg',
        review: 'Застройщик задержал срок сдачи квартиры на 3 месяца, мы с мужем не знали что делать. По совету подруги обратились в юридическую фирму «Манаенков и партнеры», и не пожалели. Благодаря грамотной работе специалистов компании, с застройщика была взыскана текст может продолжаться дальше',
    }
]

export const questionList = [
    {
        _id: '0',
        title: 'Какие документы необходимы для регистрации фирмы?',
        desc: [
            'Для регистрации фирмы требуется предоставить учредительные документы (устав), копии паспортов учредителей, заполненное заявление, а также подтверждение уплаты госпошлины. Все эти документы предоставляются в налоговую службу в соответствии с законодательством.',
            'Для регистрации фирмы требуется предоставить учредительные документы (устав), копии паспортов учредителей, заполненное заявление...'
        ]
    },
    {
        _id: '1',
        title: 'Как обжаловать штраф от налоговой?',
        desc: [
            'Для регистрации фирмы требуется предоставить учредительные документы (устав), копии паспортов учредителей, заполненное заявление, а также подтверждение уплаты госпошлины. Все эти документы предоставляются в налоговую службу в соответствии с законодательством.',
            'Для регистрации фирмы требуется предоставить учредительные документы (устав), копии паспортов учредителей, заполненное заявление...'
        ]
    },
    {
        _id: '2',
        title: 'Как долго может занять процесс регистрации торговой марки?',
        desc: [
            'Для регистрации фирмы требуется предоставить учредительные документы (устав), копии паспортов учредителей, заполненное заявление'
        ]
    },
    {
        _id: '3',
        title: 'Как защитить авторские права на произведение?',
        desc: [
            'Для регистрации фирмы требуется предоставить учредительные документы (устав), копии паспортов учредителей, заполненное заявление, а также подтверждение уплаты госпошлины. Все эти документы предоставляются в налоговую службу в соответствии с законодательством.',
        ]
    },
    {
        _id: '4',
        title: 'Как оспорить недостоверную информацию в кредитном отчете?',
        desc: [
            'Для регистрации фирмы требуется предоставить учредительные документы (устав), копии паспортов учредителей, заполненное заявление, а также подтверждение уплаты госпошлины. Все эти документы предоставляются в налоговую службу в соответствии с законодательством.',
        ]
    },
    {
        _id: '5',
        title: 'Как урегулировать трудовой спор с работодателем?',
        desc: [
            'Для регистрации фирмы требуется предоставить учредительные документы (устав), копии паспортов учредителей, заполненное заявление, а также подтверждение уплаты госпошлины. Все эти документы предоставляются в налоговую службу в соответствии с законодательством.',
            'Для регистрации фирмы требуется предоставить учредительные документы (устав), копии паспортов учредителей, заполненное заявление...'
        ]
    },
    {
        _id: '6',
        title: 'Что делать при задержке выплаты заработной платы?',
        desc: [
            'Для регистрации фирмы требуется предоставить учредительные документы (устав), копии паспортов учредителей, заполненное заявление, а также подтверждение уплаты госпошлины. Все эти документы предоставляются в налоговую службу в соответствии с законодательством.',
            'Для регистрации фирмы требуется предоставить учредительные документы (устав), копии паспортов учредителей, заполненное заявление...'
        ]
    },
]

export const advantagesList = [
    {
        title: 'Экспертность и Опыт',
        desc: 'Многолетний опыт и экспертиза для профессионального обслуживания клиентов в юридических услугах',
        icon: '/images/advantages/card.svg',
    },
    {
        title: 'Индивидуальный Подход',
        desc: 'Ценим уникальные потребности, предлагаем персонализированные решения для клиента',
        icon: '/images/advantages/path.svg',
    },
    {
        title: 'Прозрачность и Доверие',
        desc: 'Успешное взаимодействие основано на прозрачности и взаимном доверии с клиентами',
        icon: '/images/advantages/eye.svg',
    },
    {
        title: 'Инновации в Решениях',
        desc: 'Стремимся к инновациям, предоставляя клиентам доступ к передовым практикам и решениям',
        icon: '/images/advantages/new.svg',
    },
    {
        title: 'Комплексный Подход',
        desc: 'Мы предоставляем широкий спектр услуг, обеспечивая клиентам всестороннюю поддержку',
        icon: '/images/advantages/complex.svg',
    },
]